app/controllers/users_controller.rb

SELECT "microposts".* FROM "microposts"
---
  def show
        @microposts = Micropost.all